{"orphaned":{"paragraphs":[{"text":""},{"text":"WILD BERGAMOT Monarda fistulosa L. Plant Symbol = MOFI "}]},"Center":{"title":"Center","paragraphs":[{"text":"used this plant in combination with other plants to relieve colds.  The Hocak (Winnebago) used wild bergamot in their sweat bath and inhaled the fumes to cure colds.  A decoction of boiled leaves was used as a cure for eruptions on the face.  The Cherokee made a warm poultice of the plant to relieve a headache.  The Teton Dakota boiled together the leaves and flowers as a cure for abdominal pains.  The Blackfoot made a tea from the blossoms and leaves to cure stomach pains.  They also applied boiled leaves to the pustules of acne.  The Tewa dried the plant and ground it into a powder that was rubbed over the head to cure headaches, over the body to cure fever, and as a remedy for sore eyes and colds.  Early white settlers used it as a diaphoretic and carminative, and occasionally employed it for the relief of flatulent colic, nausea and vomiting.   "},{"subtitle":"Economic","text":"Wild bergamot is used in flower arrangements.  Bees, butterflies and hummingbirds use the plant for nectar. "}]},"Status":{"title":"Status","paragraphs":[{"text":"Please consult the PLANTS Web site and your State Department of Natural Resources for this plant’s current status, such as, state noxious status and wetland indicator values. "}]},"Description":{"title":"Description","paragraphs":[{"subtitle":"General","text":"Mint Family (Lamiaceae).  This aromatic herbaceous perennial is 5 to 12 dm. high and has branched, hairy stems and spreads by seeds and rhizomes.  The opposite leaves are distinctly petioled and deltoid-lanceolate to lanceolate and slightly toothed.  Wild bergamot has square stems with gray-green foliage.  The flowers bloom from June to September.  They are solitary and terminal on the flowering branches and the two stamens surpass the upper lip.  The flowers are tubular, 13-15 nerved, with lobes much shorter than the tube.  The corolla is lavender and strongly bilabiate.  The upper lip is narrow, entire, and softly pubescent while the lower lip is broader.   "}]},"Distribution":{"title":"Distribution","paragraphs":[{"text":"This plant is found in upland woods, thickets, and prairies from Quebec to Manitoba and British Columbia south to Georgia, Louisiana, and Arizona.  For current distribution, please consult the Plant Profile page for this species on the PLANTS Web site.  "},{"text":"© W.L.Wagner Smithsonian Institution, Department of Botany @PLANTS"}]},"Alternative Names":{"title":"Alternative Names","paragraphs":[{"text":"Bee-balm "}]},"Use":{"title":"Use","paragraphs":[{"subtitle":"Ethnobotanic","text":"The Tewa Indians because of the flavor it imparted cooked Wild bergamot with meat.  The Iroquois used the plant in the making of a beverage.  The plant has a wide variety of medicinal uses.  The Ojibwe put a wad of chewed leaves of this plant into their nostrils to relieve headache.  The tops of the plant were dried and used as a sternutatory for the relief of colds.  The leaves were placed in warm water baths for babies.  The Flambeau Ojibwe gathered and dried the whole plant, boiling it in a vessel to obtain the volatile oil to inhale to cure catarrh and bronchial affections.  The Menomini also used this plant as a remedy for catarrh, steeping the leaves and inflorescences in a tea.  The Meskwaki "}]},"Establishment":{"title":"Establishment","paragraphs":[{"subtitle":"General","text":"When the seeds are ripe, cut off the seed heads and spread them over a clean, dry surface indoors to air-dry for several days.  Then place some of the seed heads in a paper bag and shake.  Many of the seeds will fall into the bag.  Repeat the process with the remaining heads.  Next run the seeds and associated chaff through a sieve.  Store the seeds in a dry sealed and labeled container or ziploc bag with wet sand or peat moss in the refrigerator that is kept under 40 degrees F for three months.  "},{"subtitle":"Propagation by seeds","text":"Sow seeds in flats during January and stored in a greenhouse are expected to germinate in one to two weeks.  The soil mix can be one-third sand and two-thirds commercial plug mix.  Apply a starter fertilizer solution for the seedlings.  Water flats when the soil surface is dry to the touch.  Keep the seedlings in the flats for 6-7 weeks, and then transplant them to 3-inch pots.  Continue to water seedlings when the surface is dry to the touch.  Pinch off the tops of the plants several times during the growing season to encourage branching and bushier grow habit.  Apply a weekly application of an all-purpose fertilizer for the transplants.  When the roots fill the container (about 2 months) they are ready for outplanting in the garden.   "},{"text":"Plant seedlings in a sunny, weed-free well-drained soil, one and one-half to two feet apart.  Water, until rains come. "},{"text":"Seeds can also be broadcast on a weed-free surface from January to mid-May in sunny locations.  Once the seeds germinate seedlings should be watered during extended dry period.  During the first summer of full growth mow the area 3 to 5 times to keep the plants between 8 and 4 inches tall.  Mowing also reduces weeds. "},{"subtitle":"Propagation by cuttings","text":"Take stem tip cuttings, 3-4 inches long, any time from May to August.  Remove the lower leaves and all flower or seed heads and insert the stems into a sand and perlite-rooting medium.  Bury each cutting up to the first node.  Place the cuttings in an enclosed area and mist them several times a day.  In 4 to 5 weeks the cuttings should be well rooted and can be transplanted to pots.  Then outplant the plants in the garden in the early autumn. "}]},"Management":{"title":"Management","paragraphs":[{"text":"Once established, wild bergamot still benefits from extra watering during dry summers.  Continue mowing the area, once a year, after the hardest killing frosts or the following spring.  This keeps woody plants from encroaching and removes plants that have died back.  Since the plant spreads by rhizomes, it can get aggressive.  The plant can be kept from spreading by divisions.  Division of large plants every 2 to 3 years also keeps them healthy.  Mature clumps can be divided in March before they send up stems.  Dig up a portion of the clump and divide it into sections.  Replant and water the divisions promptly.  Continue to add leaf mold and compost to your soil, as the plant's shallow root systems spread easily through light soil. "},{"text":"Cultivars, Improved and Selected Materials (and area of origin) Seeds and plants of selected wild bergamot are available from many nurseries.  It is best to plant species from your local area, adapted to the specific site conditions where the plants are to be grown.  Contact your local Natural Resources Conservation Service (formerly Soil Conservation Service) office for more information.  Look in the phone book under ”United States Government.”  The Natural Resources Conservation Service will be listed under the subheading “Department of Agriculture.” "}]},"References":{"title":"References","paragraphs":[{"text":"Banks, W.H. 1953.  Ethnobotany of the Cherokee Indians.  Masters Thesis, University of Tennessee. "},{"text":"Gilmore, M.R. 1932.  Some Chippewa uses of plants.  Papers of the Michigan Academy of Science, Arts and Letters 17:119-143. "},{"text":"Gilmore, M.R. 1977.  Uses of plants by the Indians of the Missouri River region.  University of Nebraska Press, Lincoln, Nebraska "},{"text":"Gleason, H.A. & A. Cronquist 1991.  Manual of vascular plants of northeastern United States and adjacent Canada.  Second Edition.  The New York Botanical Garden, Bronx, New York. "},{"text":"Johnston, A. 1970.  Blackfoot Indian utilization of the flora of the northwestern Great Plains.  Economic Botany 4:301-324. "},{"text":"Moerman, D.E. 1998.  Native American ethnobotany.  Timber Press, Portland, Oregon. "},{"text":"Phillips, H.R.. 1985.  Growing and propagating wild flowers.  The University of North Carolina Press, Chapel Hill, North Carolina. "},{"text":"Smith, H.H. 1923.  Ethnobotany of the Menomini.  Bulletin of the Public Museum of the City of Milwaukee, Milwaukee, Wisconsin.  4(1):8-175. "},{"text":""},{"text":"\f Waugh, F.W. 1916.  Iroquois foods and food preparation.  Department of Mines, Ottawa, Canada. "},{"text":"Smith, H.H. 1928.  Ethnobotany of the Meskwaki.  Bulletin of the Public Museum of the City of Milwaukee, Milwaukee, Wisconsin.  4(2):175-326. "},{"text":"Smith, H.H. 1932.  Ethnobotany of the Ojibwe.  Bulletin of the Public Museum of the City of Milwaukee, Milwaukee, Wisconsin.  4:(3)327-525. "},{"text":"Vestal, P.A. & R.E. Schultes 1939.  The economic botany of the Kiowa Indians as it relates to the history of the Tribe.  Botanical Museum, Cambridge, Massachusetts "},{"text":"Prepared By & Species Coordinator M. Kat Anderson USDA, NRCS, National Plant Data Center c/o Department of Plant Sciences, University of California, Davis, California "},{"text":"Edited 05dec00 jsp; 21may03 ahv; 060802 jsp "},{"text":"For more information about this and other plants, please contact your local NRCS field office or Conservation District, and visit the PLANTS Web site<http://plants.usda.gov> or the Plant Materials Program Web site <http://Plant-Materials.nrcs.usda.gov> "},{"text":"The U.S. Department of Agriculture (USDA) prohibits discrimination in all its programs and activities on the basis of race, color, national origin, sex, religion, age, disability, political beliefs, sexual orientation, and marital or family status. (Not all prohibited bases apply to all programs.) Persons with disabilities who require alternative means for communication of program information (Braille, large print, audiotape, etc.) should contact USDA's TARGET Center at 202-720-2600 (voice and TDD). To file a complaint of discrimination write USDA, Director, Office of Civil Rights, Room 326-W, Whitten Building, 14th and Independence Avenue, SW, Washington, DC 20250-9410 or call 202-720-5964 (voice or TDD). USDA is an equal opportunity provider and employer. Read about Civil Rights at the Natural Resources Convervation Service."}]}}